{
  "i18next": "es",
  "admin": {
    "context": {
      "card1": {
        "title": "Saldo",
        "description": "Total disponible"
      },
      "card2": {
        "title": "Interes",
        "description": "Efectivo Anual"
      },
      "card3": {
        "title": "Abonos",
        "description": "Interes diario"
      },
      "card4": {
        "title": "Total",
        "description": "Intereses obtenidos"
      }
    }
  },
  "logs": {
    "table": {
      "th1": "Voucher",
      "th2": "Valor",
      "th3": "Fecha",
      "th4": "Movimiento",
      "th5": "Estado"
    },
    "states": {
      "invoiced": "Facturado",
      "done": "Aprobado",
      "refund": "Rembolso"
    },
    "filter": "Ingresa Voucher"
  },
  "meta": {
    "description": "Tizorbank transforma la manera en que piensas sobre tus finanzas; fintech innovadora que ofrece la oportunidad de hacer crecer su dinero con rendimientos diarios superiores. A través de nuestra plataforma de inversión puedes invertir de manera segura, sin complicaciones, y ver cómo tus ahorros generan rentabilidades constantes día tras día.",
    "information": "La seguridad es nuestra prioridad, para garantizar que siempre tengas control total sobre tus fondos y evitar cualquier inconveniente, es esencial que mantengas tus datos de usuario actualizados; Mantener tu información al día es la clave para que sigamos cuidando de tu capital de forma eficiente y sin riesgos.",
    "interface": {
      "updateInfo": {
        "title": "Actualizar Informacion",
        "description": "Tizorbank no se hace responsable por pérdidas o inconvenientes si el usuario no mantiene su dirección actualizada o pierde el acceso a su billetera digital. Es esencial que los datos estén siempre al día para garantizar la seguridad de las inversiones y el acceso continuo a los fondos.",
        "message": {
          "success": "¡Actualizado! Has cambiado correctamente tu billetera virtual",
          "information": "Manten tus datos actualizados para evitar perdidas en transacciones",
          "help": "¿Necesitas ayuda?"
        }
      },
      "invoice": {
        "button": "Agregar",
        "tab1": "Agregar",
        "tab2": "Historial",
        "placeholder": "Ingrese el monto",
        "description": "La confirmación de la transaccion puede tardar hasta 36 horas en verificarse, durante este tiempo nuestro sistema procesará tu solicitud para garantizar la seguridad de cada transacción, si tienes dudas contacta a nuestro servicio de atención al cliente.",
        "table": {
          "th1": "Voucher",
          "th2": "Wallet",
          "th3": "Valor",
          "th4": "Fecha",
          "th5": "Estado",
          "information": {
            "alert":"¡Aun no has realizado ningun deposito!",
            "message": "Agrega saldo a tu cuenta y empieza a generar intereses"
          }
        },
        "states": {
          "invoiced": "Facturado",
          "done": "Aprobado",
          "error": "Error"
        },
        "message": {
          "success": "¡Felicidades! Has generado tu factura con éxito",
          "information": "Transfiere la cantidad en USDT a la dirección de wallet indicada",
          "help": "¿Necesitas ayuda?"
        }
      },
      "withdrawal": {
        "button": "Transferir",
        "tab1": "Transferir",
        "tab2": "Historial",
        "placeholder": "Ingrese el monto",
        "description": "La confirmación de la transferencia puede tardar hasta 36 horas en efectuarse, durante este tiempo nuestro sistema procesará tu solicitud para garantizar la seguridad de cada transacción, si tienes dudas contacta a nuestro servicio de atención al cliente.",
        "table": {
          "th1": "Voucher",
          "th2": "Wallet",
          "th3": "Valor",
          "th4": "Fecha",
          "th5": "Estado",
          "information": {
            "alert":"¡Aun no has realizado ningun retiro!",
            "message": "El costo de las transacciones dependeran de la red seleccionada"
          }
        },
        "states": {
          "invoiced": "Facturado",
          "done": "Aprobado",
          "error": "Error"
        },
        "message": {
          "success": "¡Felicidades! Has generado la solicitud de Transferencia con éxito",
          "information": "Verificaremos la tranferencia y realizaremos el envío en las próximas horas",
          "help": "¿Necesitas ayuda?"
        }
      },
      "investment": {
        "button": "Invertir",
        "tab1": "Invertir",
        "tab2": "Historial",
        "description": "Invierte tu dinero a plazos definidos en Tizorbank y maximiza tus ganancias. Al optar por esta modalidad, aseguras un rendimiento superior en comparación con las inversiones tradicionales.",
        "table": {
          "th1": "Voucher",
          "th2": "Saldo",
          "th3": "Interes",
          "th4": "Acumulado",
          "th5": "Fecha",
          "th6": "Estado",
          "information": {
            "alert":"¡Aun no has realizado ninguna inversion!",
            "message": "Invierte tu dinero en plazos definidos y aumenta tu rentabilidad"
          }
        },
        "label": {
          "invest": "Inversion",
          "temporality": "Temporalidad"
        },
        "results": {
          "total": "Total",
          "interest": "Interes",
          "invest": "Inversion",
          "settlement":"Liquidación"
        },
        "states": {
          "active": "Activa",
          "inactive": "Inactiva",
          "cancelled": "Cancelada"
        },
        "unlock": {
          "description": {
            "txt1": "El usuario tiene la opción de cancelar su inversión en cualquier momento, lo que activará el reembolso de los fondos inicialmente invertidos. Además, se otorgará una compensación adicional, calculada en función de los intereses generados hasta la fecha de cancelación. Este proceso ofrece una forma de recuperar su inversión de manera directa y sencilla.",
            "txt2": "Es importante destacar que la cancelación de la inversión es irreversible y se ejecuta de manera inmediata. Una vez solicitada la transacción, no se puede revertir ni modificar. Por ello, se recomienda evaluar cuidadosamente su decisión antes de proceder con la cancelación."
          },
          "information": "La eliminación de la inversión es irreversible, aplicará una penalización al capital acumulado, reembolsará la inversión inicial junto con una compensación adicional calculada en función de los intereses generados hasta la fecha de la eliminación, revisa detenidamente las condiciones antes de proceder."
        },
        "message": {
          "success": "¡Felicidades! Has generado una nueva Inversion con éxito",
          "information": "El saldo genrado sera transferido a tu cuenta al finalziar el periodo de inversion.",
          "help": "¿Necesitas ayuda?"
        }
      }
    }
  },
  "shared": {
    "description": "Invita a otros a unirse y comienza a generar ganancias pasivas diarias. Cada nuevo usuario que se registre con tu enlace y realice una inversión generara intereses automaticamente. Tus amigos disfrutarán de los beneficios de invertir y verás crecer tus ganancias cada día. Comparte la oportunidad de generar riqueza y maximiza tus ingresos en nuestra comunidad de inversores.",
    "information": "Envia tu enlace de invitación y comienza a generar ganancias al invitar a otros a invertir, generaras interese diarios por su inversion. ¡Es fácil y rápido!",
    "table": {
      "th1": "Usuario",
      "th2": "Saldo",
      "th3": "Fecha"
    }
  }
}
